[
"Incoming deployment! All personnel confirm readiness immediately.",
"{squad} assigned to recon in Sector Alpha. Maintain radio discipline.",
"Supplies are low at outpost Delta. Check inventories and report discrepancies.",
"Emergency extraction in progress. Evacuate civilians if applicable.",
"Command: Voronoi activity detected near coordinates 47.21N 19.04E. Prepare for engagement.",
"{squad} authorized to deploy tactical drones. Do not engage without orders.",
"Security alert: Unidentified vehicle observed near base perimeter. Investigate cautiously.",
"Maintenance: Communications array offline in Sector Bravo. Backup systems online.",
"{squad} directed to intercept hostile reconnaissance units. Confirm engagement report.",
"All personnel: Ensure ballistic and shocker ammo reserves are stocked.",
"Training exercise underway in Nevada simulation zone. Participate if scheduled.",
"{squad} tasked with high-value target observation. Remain undetected at all times.",
"Alert: Incoming supply drop delayed. Adjust operational plans accordingly.",
"Command to all units: Satellite feeds show irregular activity in Eastern Europe.",
"{squad} authorized to access tertiary weaponry for assigned operation only.",
"Recon units report environmental hazards in sector Sierra. Exercise caution.",
"Emergency drill initiated. Follow all procedural protocols.",
"{squad} assigned to escort critical convoy. Confirm route and threat assessment.",
"Command: Field medics to establish triage zones near active operations.",
"{squad} to deploy anti-armor units at designated coordinates.",
"Alert: Unauthorized drone detected near communications hub.",
"{squad} ordered to secure enemy data cache. Maintain stealth at all costs.",
"All units: Check and report weapon functionality. Do not attempt repairs alone.",
"Supplies arriving from global HQ. Coordinate with logistics for receipt.",
"{squad} tasked with perimeter surveillance. Report any anomalies immediately.",
"Alert: Hostile mutant activity detected in urban sector. Engage cautiously.",
"Command: Tactical support requested for rapid insertion mission.",
"{squad} assigned to monitor industrial complex. Avoid civilian interference.",
"All personnel: Confirm armor and protective gear integrity.",
"{squad} ordered to intercept cyber intrusion attempt. Maintain comms silence.",
"Emergency communication test in progress. Respond to test signals only.",
"{squad} dispatched for covert observation mission. Do not reveal location.",
"Command: Multiple Voronoi Bases detected globally. Prepare contingency plans.",
"{squad} assigned to neutralize robotic threat units. Use specialized ammo.",
"Alert: Power grid anomaly detected near critical assets. Investigate immediately.",
"{squad} tasked with transporting classified equipment. Maintain secure channels.",
"All personnel: Confirm navigation systems are functional before deployment.",
"Training exercise completed. Debrief and report operational readiness.",
"{squad} authorized to initiate targeted strikes against identified threats.",
"Alert: Chemical spill in industrial zone. Evacuate civilians and secure perimeter.",
"{squad} ordered to infiltrate enemy stronghold. Maintain stealth and discipline.",
"Command: Satellite feed requires immediate calibration. Tech teams respond.",
"{squad} assigned to scout hostile territory. Maintain visual confirmation at all times.",
"Alert: Unauthorized personnel attempting access. Intercept and report.",
"{squad} ordered to monitor meteorological hazards affecting operations.",
"Command: Field engineers required for infrastructure assessment in sector Kilo.",
"{squad} tasked with guarding strategic supply caches. Maintain operational integrity.",
"Alert: Voronoi mutant activity escalating. All units prepare for engagement.",
"{squad} assigned to collect intelligence from hostile regions. Stealth mandatory.",
"Command: High-value assets to be relocated. Logistics to coordinate transport.",
"{squad} dispatched for night reconnaissance mission. Visual suppression active.",
"Alert: Enemy sabotage detected at fuel depot. Immediate response required.",
"{squad} ordered to maintain perimeter security during high-risk transport.",
"Command: Environmental hazards detected in Arctic simulation sector. Exercise extreme caution.",
"{squad} tasked with securing experimental weaponry. Authorization codes required.",
"Alert: Drone swarm detected. Assign anti-air units for engagement.",
"{squad} ordered to support front-line operations with suppressive fire.",
"Command: Satellite imagery indicates Voronoi Base movement. Track and report.",
"{squad} dispatched to investigate unidentified signal in remote zone.",
"Alert: Communication blackout in urban operational sector. Restore immediately.",
"{squad} tasked with interception of hostile robotic units.",
"Command: Tactical analysis requested for recent Voronoi attack patterns.",
"{squad} authorized to deploy shocker and freezer ammunition against appropriate targets.",
"Alert: Intelligence reports civilian presence in active conflict zone. Exercise discretion.",
"{squad} dispatched for rapid insertion behind enemy lines.",
"Command: Recon data confirms unknown enemy variants. Prepare adaptive strategies.",
"{squad} assigned to monitor industrial complex for resource extraction threats.",
"Alert: Local infrastructure compromised by enemy activity. Report damage.",
"{squad} tasked with providing tactical support to ground forces.",
"Command: Satellite feed interference detected. Investigate source immediately.",
"{squad} dispatched for armored vehicle escort. Maintain convoy integrity.",
"Alert: Enemy surveillance drone detected. Engage with anti-drone protocols.",
"{squad} ordered to execute high-risk intelligence retrieval operation.",
"Command: Environmental sensors indicate chemical contamination. Initiate containment procedures.",
"{squad} dispatched to intercept hostile mutant activity in sector Foxtrot.",
"Alert: Unauthorized experimentation in lab sector detected. Report immediately.",
"{squad} authorized to deploy tertiary weapons for combat operation only.",
"Command: Emergency extraction zone established in urban conflict area. Evacuate accordingly.",
"{squad} assigned to monitor enemy robotic deployment. Prepare tactical response.",
"Alert: Critical equipment malfunction detected. Engineering response required.",
"{squad} ordered to secure communication relay stations. Ensure operational continuity.",
"Command: Field units report unusual Voronoi behavior. Gather data for analysis.",
"{squad} dispatched to neutralize threat in high-risk urban sector.",
"Alert: Emergency power protocols activated. Backup generators online.",
"{squad} authorized to engage hostile forces using approved ammo types only.",
"Command: Global alert for coordinated Voronoi incursions. All units on standby.",
"{squad} assigned to monitor resource extraction sites for enemy interference.",
"Alert: Unauthorized transport detected near critical assets. Intercept immediately.",
"{squad} ordered to deploy tactical suppression units in high-threat zones.",
"Command: Forward observers required to track Voronoi Base activity. Report regularly.",
"{squad} dispatched to conduct reconnaissance in hostile terrain.",
"Alert: Equipment breach detected in sensitive facility. Secure immediately.",
"{squad} assigned to defend strategic points during active engagement.",
"Command: Tactical reinforcements authorized for multiple operational zones.",
"{squad} ordered to maintain secure perimeter during high-value transport.",
"Alert: Environmental hazard detected. Initiate containment measures.",
"{squad} dispatched for covert extraction of sensitive intel.",
"Command: Satellite surveillance requires immediate calibration by technical teams.",
"{squad} authorized to neutralize enemy robotic units using specialized ammo.",
"Alert: Voronoi mutant activity intensifying in populated sector. Engage with caution.",
"{squad} assigned to monitor and report enemy incursion patterns.",
"Command: Tactical units instructed to coordinate with support personnel for maximum efficiency.",
"{squad} dispatched to intercept rogue robotic units and neutralize threat.",
"Alert: Emergency drills active. All units to maintain readiness.",
"{squad} authorized to deploy anti-armor measures against hostile robotic units.",
"Command: Forward-operating units report unstable terrain. Exercise caution.",
"{squad} ordered to provide tactical fire support during active engagement.",
"Alert: Unexpected resource surge detected. Coordinate logistics immediately.",
"{squad} tasked with high-risk infiltration into enemy-controlled territory.",
"Command: All units to verify loadouts and ammunition types before deployment.",
"{squad} dispatched for surveillance and threat assessment in contested sectors.",
"Alert: Unauthorized personnel detected near Voronoi Base. Engage if necessary.",
"{squad} authorized to implement adaptive combat strategies for mission success.",
"Command: Emergency extraction points established. Confirm readiness with field units.",
"{squad} ordered to provide perimeter security and logistical oversight.",
"Alert: Environmental anomaly detected. Investigate and report findings.",
"{squad} dispatched to intercept rogue robotic units and neutralize threat.",
"Command: All field units to maintain radio discipline during ongoing operations.",
"{squad} authorized to use specialized ammo types against appropriate enemy targets.",
"Alert: Hostile incursion detected in remote operational zone. All units on alert.",
"{squad} ordered to provide combat support during high-risk extraction.",
"Command: Tactical coordination required for simultaneous Voronoi Base threats.",
"{squad} dispatched for reconnaissance and intel-gathering behind enemy lines.",
"Alert: Unauthorized experimentation in tactical labs. Report all anomalies.",
"{squad} authorized to engage in emergency combat operations under supervision.",
"Attention Deck 3: Whoever parked the mech in front of the cafeteria again—move it. You are blocking breakfast. This is an act of war.",
"Command to {squad}: Your ammo requisition form has been denied. Also approved. Also lost. Please stop sending death threats to Logistics.",
"Medical to all units: No, caffeine patches are not a substitute for sleeping. We can hear your hearts screaming from here.",
"Security Note: If you find a live grenade in the hallway, it is probably not a prank. Probably.",
"Visceral veterans on Deck 1, please stop microwaving your rations with the shock coils. You are scaring the new recruits.",
"Bridge to Engineering: Why is the gravity at 0.8? The captain just drifted past the viewport like a depressed balloon.",
"Friendly reminder: The 'Emergency Chocolate Reserve' is for morale crises only. Not for boredom, breakups, or losing at cards.",
"Attention squads: The firing range is closed until further notice due to… whatever the hell that was. The walls are melting.",
"Comm to All: Whoever keeps rewriting the 'Daily Protocol Update' into a recipe for lasagna—please continue. It is improving morale.",
"Pilot Wing notice: Please stop naming your fighters rude things, we can hear it over the radio. Especially during live operations.",
"Reminder: The 41-Rank System does not include 'Snackmaster', 'Ammo Goblin', or 'Professional Problem'. Stop adding ranks.",
"Deck 7, your drone has escaped containment again. If it asks for a union contract, just ignore it.",
"Attention: Someone reprogrammed the cleaning bots to shout 'MOVE, PEASANT' when passing people. Report to Engineering immediately… after we finish laughing.",
"Visceral archive note: Please return the dismemberment saw to MedBay. It is not a vibro-guitar. It is not for concerts.",
"Command to all squads: Stop using the captain’s locker as a poker room. He WILL find you. And he WILL join in.",
"Morale Check: If your squad hasn’t threatened to overthrow command by lunchtime, go drink water. You're clearly not yourselves today.",
"Combat Channel broadcasting: 'Someone is playing chess with nuclear warheads again.' Recommend turning off Channel 7 for your sanity.",
"To whoever wrote 'ABANDON ALL HOPE' above the airlock door: We know it was a joke, but remove it. The recruits keep crying.",
"Biohazard notice: If your experiment starts talking, feeding itself, or filing paperwork— run.",
"Intercom glitch report: The system keeps randomly boosting volume. Apologies to everyone who just had their eardrums vaporized.",
"Attention: Pizza delivery drone sighted near Voronoi Base. Intercept?",
"{squad} accidentally swapped their ammo crates with cooking supplies.",
"Incoming: rogue maintenance robot is now dancing in sector Bravo.",
"Warning: Captain found sleeping inside a Quadrons hull.",
"{squad} engaged in tactical pillow fight. Casualties: none.",

"Recon report: Drones spotted forming a conga line.",
  "Attention all units: Daily operational check completed. Ensure all stations report readiness.",
  "Security Alert: Unauthorized access attempt in Hangar 4. Lockdown procedures activated.",
  "Engineering to Deck 5: Reactor output stable. Continue monitoring for fluctuations.",
  "Command to {squad}: Recon mission scheduled. Depart at 0600 hours.",
  "Medical Update: Biohazard protocol level 2 enforced in Lab Sector C.",
  "Supply Drop incoming: All squads verify inventory capacities before dispatch.",
  "Warning: Communications interference detected near the airfield. Maintain operational silence.",
  "Drill Exercise: All units conduct target acquisition simulations in Training Ground Alpha.",
  "Bridge Notice: Navigation systems updated. Check coordinates for next mission.",
  "Alert: Drone swarm detected approaching carrier perimeter. Prepare countermeasures.",
  "Logistics: All supply routes verified. No delays reported.",
  "Squad {squad} assigned to cargo escort. Ensure safe transport of critical assets.",
  "Observation: Voronoi activity detected on northern grid. Monitor and report anomalies.",
  "Maintenance: Life support systems inspected. All sectors nominal.",
  "Command to all personnel: Unauthorized weapon modifications will be confiscated.",
  "Alert: Intrusion detected in Medical Bay. Containment protocols active.",
  "Training Update: Marksmanship and combat readiness exercises scheduled for 1500 hours.",
  "Engineering: Shield generators operational. Prepare for potential energy spikes.",
  "Security Alert: Suspicious activity logged near the harbor. Investigate immediately.",
  "All units: Tactical briefing scheduled in Main Ops. Attendance mandatory.",
  "Command: All vehicles and drones checked and refueled. Operational readiness required.",
  "Medical: Contagion containment drills will commence in Lab Sector B.",
  "Recon: Survey of nearby sector completed. No anomalies detected.",
  "Bridge Alert: Sensor sweep indicates unidentified objects approaching carrier.",
  "All personnel: Regular maintenance on weapons scheduled. Compliance required.",
  "Alert: Fire suppression system tested. Expect loud sirens.",
  "Security: All access codes updated. Confirm with Ops Center.",
  "Command to {squad}: Prepare for simulated Voronoi engagement in Training Zone Delta.",
  "Engineering: Energy conduit inspection ongoing. Report unusual readings immediately.",
  "Medical: Triage stations ready for simulated mass casualty drills.",
  "Logistics: Inventory check completed. Critical supplies verified.",
  "Bridge: Surveillance feed stable. Report any blind spots.",
  "Alert: Potential electromagnetic interference detected. Standby for updates.",
  "All units: Routine calibration of targeting systems scheduled.",
  "Command: New encryption protocols installed. Confirm secure communication.",
  "Engineering: Hull integrity check completed. No breaches detected.",
  "Security: Unauthorized drone detected. Initiate neutralization protocol.",
  "Medical: Reminder: All personnel must complete daily health scans.",
  "Logistics: Supplies loaded for deployment. Confirm weights and manifests.",
  "Bridge: Weather conditions favorable for operations. Proceed as planned.",
  "Alert: Chemical spill reported in Lab Sector D. Evacuate immediately.",
  "Training: New combat drills implemented. Review manuals before participation.",
  "Engineering: Reactor cooling system operating at optimal efficiency.",
  "Command: All personnel to report anomalies in vehicle performance immediately.",
  "Security: Monitor all entry points for suspicious activity.",
  "Medical: Contingency plan in effect. Confirm emergency protocols.",
  "Logistics: Cargo manifest updated. Cross-check with transport teams.",
  "Bridge: Radar sweep clear. No external threats detected.",
  "Alert: Security breach simulation starting now. Treat as real threat.",
  "Training: Live-fire exercises commencing. Maintain safety protocols.",
  "Engineering: Structural reinforcement completed in critical sectors.",
  "Command: All squads briefed on next Voronoi reconnaissance operation.",
  "Medical: Quarantine protocols in effect for Lab Sector A. No exceptions.",
  "Logistics: Ammunition stock verified. Resupply as needed.",
  "Bridge: Navigational data confirmed. No discrepancies detected.",
  "Alert: Potential cyber threat detected. Secure all terminals.",
  "All units: Emergency evacuation drill scheduled for 1800 hours.",
  "Command: Standard operating procedures updated. Review immediately.",
  "Engineering: Power grid optimization complete. Monitor fluctuations.",
  "Security: All non-essential personnel restricted from Deck 4.",
  "Medical: Medical bay readiness confirmed. Casualty treatment teams deployed.",
  "Logistics: Supply convoys departing. Confirm ETA with command.",
  "Bridge: Communication lines clear. Maintain open channels.",
  "Alert: Drone malfunction detected. Isolate and analyze.",
  "Training: Tactical simulation commencing in Sector Zulu.",
  "Engineering: Maintenance on energy shields ongoing. Report anomalies.",
  "Command: Squad rotation schedule posted. Confirm assignments.",
  "Medical: Field triage kits distributed. Confirm reception.",
  "Security: All access logs updated. Unauthorized entry flagged.",
  "Logistics: Supply cache inventory complete. Discrepancies reported.",
  "Bridge: Sensor calibration complete. No interference detected.",
  "Alert: Hazardous material detected near Deck 6. Isolate area.",
  "All units: Daily mission review posted. Confirm acknowledgment.",
  "Command: Surveillance sweep of Voronoi sites complete.",
  "Engineering: Power conduits inspected. All readings normal.",
  "Security: Unauthorized experiment detected. Containment in effect.",
  "Medical: Decontamination procedures in effect for Lab Sector B.",
  "Logistics: Critical supplies transferred to carrier storage.",
  "Bridge: Routine system diagnostics complete. No issues found.",
  "Alert: Environmental anomaly detected on Deck 2. Report observations.",
  "Training: Combat readiness drill scheduled for 1400 hours.",
  "Engineering: Hull integrity verification complete. Minor adjustments made.",
  "Command: All squads review mission objectives for next operation.",
  "Medical: Biohazard containment protocols reinforced.",
  "Logistics: Resource allocation confirmed. Supply chains stable.",
  "Bridge: Sensor arrays online. Report any discrepancies.",
  "Alert: Security lockdown in effect on Deck 9. Follow protocol.",
  "All units: Ensure all equipment is operational and ready for deployment.",
  "Command: Prepare for incoming Voronoi intelligence sweep.",
  "Engineering: Shield stabilization test commencing.",
  "Medical: Health check protocols enforced for all personnel.",
  "Logistics: Inventory redistribution in progress.",
  "Bridge: Navigation data verified. Safe for upcoming sorties.",
  "Alert: Drone swarm simulation underway. Respond accordingly.",
  "Training: Tactical coordination exercises ongoing.",
  "Engineering: All repair teams report status of active projects.",
  "Command: Mission briefing scheduled. Attendance required.",
  "Medical: Emergency medical supplies distributed.",
  "Logistics: Supply manifests reconciled. Prepare for next sortie.",
  "Bridge: All communications secured. Maintain channel discipline.",
  "Attention Deck 7: Pizza delivery drone sighted near Voronoi Base. Intercept?",
  "Command to {squad}: Your ammo crates were swapped with cleaning supplies again.",
  "Bridge: Rogue maintenance robot dancing in Sector Bravo. Do not interfere.",
  "Alert: Captain found sleeping inside a Quadrons hull. Again.",
  "Medical: Experimental coffee machine malfunction. Do not consume melted electrodes.",
  "{squad} engaged in tactical pillow fight. Casualties: none.",
  "Recon: Drones spotted forming a conga line in Hangar 5.",
  "Engineering: Gravity panels in Deck 4 activated random mode. Brace yourselves.",
  "Security: Someone tried to file a formal complaint against a turret. Denied.",
  "Bridge: Alert, the AI just started singing old military marches.",
  "Attention all personnel: Whoever put googly eyes on the Quadrons heads, stop. Or continue, we don’t care.",
  "{squad} accidentally launched a drone into the cafeteria. Wait for outcome.",
  "Medical: Biohazard suit found in sauna. Context unknown.",
  "Command: Someone reprogrammed the elevators to play motivational rap songs.",
  "Engineering: Warning, the maintenance bots have unionized.",
  "Alert: Fire suppression system triggered by confetti cannon. Stay clear.",
  "Security: Whoever swapped the target dummies with mannequins of command, report immediately.",
  "Training: Tactical nap drill scheduled. Participation mandatory.",
  "Bridge: Drone AI insists on negotiating for better rations. Ignore at own risk.",
  "{squad} discovered a hidden karaoke system in the armory.",
  "Medical: Emergency rations discovered to be chocolate. Consume responsibly.",
  "Command: The emergency siren now plays a polka remix. Comply.",
  "Alert: Random gravity fluctuation reported in Deck 6. Safety unclear.",
  "Engineering: Someone painted all fire extinguishers fluorescent pink. Stand by.",
  "Security: Rogue robot started giving fashion advice. Observe and report.",
  "Bridge: Incoming message labeled 'Do Not Open Under Penalty of Death'. Opened anyway."
]

